<?php
/**
 * Export to PHP Array plugin for PHPMyAdmin
 * @version 5.1.0
 */

/**
 * Database `test`
 */

/* `test`.`one` */
$one = array(
  array('id' => '1','name' => 'Биография Пифагора','question' => 'Какое государство стало родиной Пифагора?','var-1' => 'Древняя Персия','var-2' => 'Древний Китай','var-3' => 'Древняя Греция','right' => 'Древняя Греция'),
  array('id' => '2','name' => 'Биография Пифагора','question' => 'Что основал Пифагор, обосновавшись в Италии?','var-1' => 'Математические классы','var-2' => 'Философскую школу','var-3' => 'Научную библиотеку','right' => 'Философскую школу'),
  array('id' => '3','name' => 'Биография Пифагора','question' => 'Пифагору принадлежит следующая теорема: «Квадрат гипотенузы прямоугольного треугольника равняется…». Продолжите теорему.','var-1' => 'Сумме катетов','var-2' => 'Сумме квадратов катетов','var-3' => 'Разнице катетов','right' => 'Сумме квадратов катетов'),
  array('id' => '4','name' => 'Биография Пифагора','question' => 'У Пифагора была семья?','var-1' => 'Жил в одиночестве','var-2' => 'Была жена','var-3' => 'Была жена и дети','right' => 'Была жена и дети')
);
